{
	"quotes": [

{
       "quote":"When you come to a fork in the road, take it.","author":"Yogi Berra #1"},
{
       "quote":"You can observe a lot by just watching.","author":"Yogi Berra #2"},
{
       "quote":"It ain’t over till it’s over.","author":"Yogi Berra #3"},
{
       "quote":"It’s like déjà vu all over again.","author":"Yogi Berra #4"},
{
       "quote":"No one goes there nowadays, it’s too crowded.","author":"Yogi Berra #5"},
{
       "quote":"Baseball is 90% mental and the other half is physical.","author":"Yogi Berra #6"},
{
       "quote":"A nickel ain’t worth a dime anymore.","author":"Yogi Berra #7"},
{
       "quote":"Always go to other people’s funerals, otherwise they won’t come to yours.","author":"Yogi Berra #8"},
{
       "quote":"We made too many wrong mistakes.","author":"Yogi Berra #9"},
{
       "quote":"Congratulations. I knew the record would stand until it was broken.","author":"Yogi Berra #10"},
{
       "quote":"You better cut the pizza in four pieces because I’m not hungry enough to eat six","author":"Yogi Berra #11"},
{
       "quote":"You wouldn’t have won if we’d beaten you.","author":"Yogi Berra #12"},
{
       "quote":" I usually take a two-hour nap from one to four.","author":"Yogi Berra #13"},
{
       "quote":"Never answer an anonymous letter.","author":"Yogi Berra #14"},
		
{
       "quote":"Slump? I ain’t in no slump… I just ain’t hitting.","author":"Yogi Berra #15"},
{
       "quote":"How can you think and hit at the same time?","author":"Yogi Berra #16"},
{
       "quote":"The future ain’t what it used to be.","author":"Yogi Berra #17"},
{
       "quote":"I tell the kids, somebody’s gotta win, somebody’s gotta lose. Just don’t fight about it. Just try to get better.","author":"Yogi Berra #18"},
{
       "quote":"It gets late early out here.","author":"Yogi Berra #19"},
{
       "quote":"If the people don’t want to come out to the ballpark, nobody’s going to stop them.","author":"Yogi Berra #20"},
{
       "quote":"We have deep depth.","author":"Yogi Berra #21"},
{
       "quote":"Pair up in threes.","author":"Yogi Berra #22"},
{
       "quote":"Why buy good luggage, you only use it when you travel.","author":"Yogi Berra #23"},
{
       "quote":"You’ve got to be very careful if you don’t know where you are going, because you might not get there.","author":"Yogi Berra #24"},

{
       "quote":"All pitchers are liars or crybabies.","author":"Yogi Berra #25"},
{
       "quote":"Even Napoleon had his Watergate.","author":"Yogi Berra"},
{
       "quote":"Bill Dickey is learning me his experience.","author":"Yogi Berra"},
{
       "quote":"He hits from both sides of the plate. He’s amphibious.","author":"Yogi Berra"},
{
       "quote":"It was impossible to get a conversation going, everybody was talking too much.","author":"Yogi Berra"},
{
       "quote":"I can see how he (Sandy Koufax) won twenty-five games. What I don’t understand is how he lost five.","author":"Yogi Berra"},
{
       "quote":"I don’t know (if they were men or women fans running naked across the field). They had bags over their heads.","author":"Yogi Berra"},
{
       "quote":"I’m a lucky guy and I’m happy to be with the Yankees. And I want to thank everyone for making this night necessary.","author":"Yogi Berra"},
{
       "quote":"I’m not going to buy my kids an encyclopedia. Let them walk to school like I did.","author":"Yogi Berra"},
{
       "quote":"In baseball, you don’t know nothing.","author":"Yogi Berra"},
{
       "quote":"I never blame myself when I’m not hitting. I just blame the bat and if it keeps up, I change bats. After all, if I know it isn’t my fault that I’m not hitting, how can I get mad at myself?","author":"Yogi Berra"},
{
       "quote":"I never said most of the things I said.","author":"Yogi Berra"},
{
       "quote":"It ain’t the heat, it’s the humility.","author":"Yogi Berra"},
{
       "quote":"If you ask me anything I don’t know, I’m not going to answer.","author":"Yogi Berra"},
		
{
       "quote":"I wish everybody had the drive he (Joe DiMaggio) had. He never did anything wrong on the field. I’d never seen him dive for a ball, everything was a chest-high catch, and he never walked off the field.","author":"Yogi Berra"},
{
       "quote":"So I’m ugly. I never saw anyone hit with his face.","author":"Yogi Berra"},
{
       "quote":"Take it with a grin of salt.","author":"Yogi Berra"},
{
       "quote":"(On the 1973 Mets) We were overwhelming underdogs.","author":"Yogi Berra"},
{
       "quote":"The towels were so thick there I could hardly close my suitcase.","author":"Yogi Berra"},
{
       "quote":"Little League baseball is a very good thing because it keeps the parents off the streets.","author":"Yogi Berra"},
{
       "quote":"Mickey Mantle was a very good golfer, but we weren’t allowed to play golf during the season; only at spring training.","author":"Yogi Berra"},
{
       "quote":"You don’t have to swing hard to hit a home run. If you got the timing, it’ll go.","author":"Yogi Berra"},
{
       "quote":"I’m lucky. Usually you’re dead to get your own museum, but I’m still alive to see mine.","author":"Yogi Berra"},
{
       "quote":"If I didn’t make it in baseball, I won’t have made it workin’. I didn’t like to work.","author":"Yogi Berra"},
{
       "quote":"If the world were perfect, it wouldn’t be.","author":"Yogi Berra"},

{
       "quote":"A lot of guys go, ‘Hey, Yog, say a Yogi-ism.’ I tell ’em, ‘I don’t know any.’ They want me to make one up. I don’t make ’em up. I don’t even know when I say it. They’re the truth. And it is the truth. I don’t know.","author":"Yogi Berra"}



]
}
